Repository: y41069586-sudo/VoicePeak
Catalog: Verite/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Brings back the surface light your glow score is missing (%lld).
de: Bringt den Oberflächenglanz zurück, der deinem Glow-Score (%lld) fehlt.
es: Devuelve la luz superficial que le falta a tu puntuación de glow (%lld).
fr: Ramène la lumière de surface qui manque à ton score d'éclat (%lld).
it: Restituisce la luce superficiale che manca al tuo punteggio glow (%lld).

source: Build my 14-day plan
de: Meinen 14-Tage-Plan bauen
es: Crear mi plan de 14 días
fr: Créer mon plan de 14 jours
it: Crea il mio piano di 14 giorni

source: Build my 14-day plan · %@
de: Bau meinen 14-Tage-Plan · %@
es: Crear mi plan de 14 días · %@
fr: Créer mon plan de 14 jours · %@
it: Crea il mio piano di 14 giorni · %@

source: Building your 14-day plan
de: Wir bauen deinen 14-Tage-Plan
es: Creando tu plan de 14 días
fr: Création de ton plan de 14 jours
it: Creazione del tuo piano di 14 giorni

source: Building your first estimate
de: Deine erste Schätzung wird gebaut
es: Creando tu primera estimación
fr: Construction de ta première estimation
it: Creazione della tua prima stima

source: Built from all seven of your readings.
de: Gebaut aus allen sieben deiner Messwerte.
es: Creado a partir de tus siete mediciones.
fr: Construit à partir de tes sept mesures.
it: Creato da tutte e sette le tue letture.

source: Built from your %lld answers. Only a scan narrows it to your real number.
de: Aus deinen %lld Antworten gebaut. Nur ein Scan bringt es auf deine echte Zahl.
es: Creado con tus %lld respuestas. Solo un escaneo lo afina a tu número real.
fr: Construit à partir de tes %lld réponses. Seul un scan l'affine jusqu'à ton vrai chiffre.
it: Costruito dalle tue %lld risposte. Solo una scansione lo restringe al tuo numero reale.

source: Built from your latest scan in seconds.
de: In Sekunden aus deinem letzten Scan gebaut.
es: Creada en segundos a partir de tu último escaneo.
fr: Créée en quelques secondes à partir de ton dernier scan.
it: Creata in pochi secondi dal tuo ultimo scan.

source: Built from your scan — not a template.
de: Aus deinem Scan gebaut — keine Vorlage.
es: Creado con tu escaneo, no una plantilla.
fr: Construit à partir de ton scan — pas un modèle.
it: Creato dalla tua scansione — non un modello.

source: Buy 1 extra scan · %@
de: 1 Extra-Scan kaufen · %@
es: Comprar 1 escaneo extra · %@
fr: Acheter 1 scan en plus · %@
it: Acquista 1 scansione extra · %@

source: CREATE YOUR ACCOUNT
de: KONTO ERSTELLEN
es: CREA TU CUENTA
fr: CRÉE TON COMPTE
it: CREA IL TUO ACCOUNT

source: Calm buffer that keeps the actives from nipping.
de: Beruhigender Puffer, damit die Wirkstoffe nicht zwicken.
es: Colchón calmante para que los activos no piquen.
fr: Coussin apaisant pour que les actifs ne picotent pas.
it: Cuscinetto calmante perché gli attivi non pizzichino.

source: Calmer, less flushed skin over the two weeks.
de: Ruhigere, weniger gerötete Haut über die zwei Wochen.
es: Piel más calmada y menos enrojecida en las dos semanas.
fr: Une peau plus apaisée et moins rougie sur les deux semaines.
it: Pelle più calma e meno arrossata nelle due settimane.

source: Calming active
de: Beruhigender Wirkstoff
es: Activo calmante
fr: Actif apaisant
it: Attivo lenitivo

source: Camera access is required to scan.
de: Für den Scan wird Kamerazugriff benötigt.
es: Se necesita acceso a la cámara para escanear.
fr: L'accès à la caméra est requis pour scanner.
it: Per scansionare serve l'accesso alla fotocamera.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Capture
de: Aufnehmen
es: Capturar
fr: Capturer
it: Scatta

source: Centered
de: Zentriert
es: Centrado
fr: Centré
it: Centrato

source: Ceramide moisturizer
de: Ceramid-Pflegecreme
es: Hidratante con ceramidas
fr: Hydratant aux céramides
it: Idratante alle ceramidi

source: Ceramides + glycerin
de: Ceramide + Glycerin
es: Ceramidas + glicerina
fr: Céramides + glycérine
it: Ceramidi + glicerina

source: Ceramides + niacinamide + HA
de: Ceramide + Niacinamid + HA
es: Ceramidas + niacinamida + AH
fr: Céramides + niacinamide + AH
it: Ceramidi + niacinamide + AI

source: Ceramides + panthenol
de: Ceramide + Panthenol
es: Ceramidas + pantenol
fr: Céramides + panthénol
it: Ceramidi + pantenolo

source: Ceramides + panthenol + squalane
de: Ceramide + Panthenol + Squalan
es: Ceramidas + pantenol + escualano
fr: Céramides + panthénol + squalane
it: Ceramidi + pantenolo + squalano

source: Ceramides + shea + glycerin
de: Ceramide + Sheabutter + Glycerin
es: Ceramidas + karité + glicerina
fr: Céramides + karité + glycérine
it: Ceramidi + karité + glicerina

source: Challenge a friend
de: Fordere einen Freund heraus
es: Reta a un amigo
fr: Défie un ami
it: Sfida un amico

source: Check your connection and try again.
de: Prüfe deine Verbindung und versuch es erneut.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifie ta connexion et réessaie.
it: Controlla la connessione e riprova.

source: Cheeks
de: Wangen
es: Mejillas
fr: Joues
it: Guance

source: Chin
de: Kinn
es: Mentón
fr: Menton
it: Mento

source: Choose from library
de: Aus Galerie wählen
es: Elegir de la galería
fr: Choisir dans la galerie
it: Scegli dalla galleria

source: Choosing your morning steps…
de: Deine Morgen-Schritte werden gewählt…
es: Eligiendo tus pasos de la mañana…
fr: Choix de tes étapes du matin…
it: Scelta dei passaggi del mattino…

source: Chosen from your scan
de: Aus deinem Scan gewählt
es: Elegido según tu escaneo
fr: Choisi d'après ton scan
it: Scelto dalla tua scansione

source: Claim my offer
de: Angebot sichern
es: Aprovechar la oferta
fr: Profiter de l'offre
it: Approfitta dell'offerta

source: Clay + BHA mask (2×/week)
de: Ton + BHA-Maske (2×/Woche)
es: Mascarilla de arcilla + BHA (2×/semana)
fr: Masque argile + BHA (2×/semaine)
it: Maschera argilla + BHA (2×/settimana)

source: Cleanse · Blemish active (BHA) · Moisturizer
de: Reinigen · Anti-Unreinheiten-Wirkstoff (BHA) · Feuchtigkeit
es: Limpiar · Activo antimperfecciones (BHA) · Hidratante
fr: Nettoyer · Actif anti-imperfections (BHA) · Hydratant
it: Deterge · Attivo anti-imperfezioni (BHA) · Idratante

source: Cleanse · Calming active (azelaic) · Moisturizer
de: Reinigen · Beruhigender Wirkstoff (Azelainsäure) · Feuchtigkeit
es: Limpiar · Activo calmante (azelaico) · Hidratante
fr: Nettoyer · Actif apaisant (azélaïque) · Hydratant
it: Deterge · Attivo lenitivo (azelaico) · Idratante

source: Cleanse · Glow active (vitamin C) · Moisturizer
de: Reinigen · Glow-Wirkstoff (Vitamin C) · Feuchtigkeit
es: Limpiar · Activo de glow (vitamina C) · Hidratante
fr: Nettoyer · Actif éclat (vitamine C) · Hydratant
it: Deterge · Attivo glow (vitamina C) · Idratante

source: Cleanse · Pore active (niacinamide) · Moisturizer
de: Reinigen · Poren-Wirkstoff (Niacinamid) · Feuchtigkeit
es: Limpiar · Activo para poros (niacinamida) · Hidratante
fr: Nettoyer · Actif pores (niacinamide) · Hydratant
it: Deterge · Attivo pori (niacinamide) · Idratante

source: Cleanse · Targeted active · Moisturizer
de: Reinigen · Gezielter Wirkstoff · Feuchtigkeit
es: Limpiar · Activo específico · Hidratante
fr: Nettoyer · Actif ciblé · Hydratant
it: Deterge · Attivo mirato · Idratante

source: Cleanse · Texture active (retinal) · Moisturizer
de: Reinigen · Textur-Wirkstoff (Retinal) · Feuchtigkeit
es: Limpiar · Activo de textura (retinal) · Hidratante
fr: Nettoyer · Actif texture (rétinal) · Hydratant
it: Deterge · Attivo texture (retinaldeide) · Idratante

source: Cleanser
de: Reiniger
es: Limpiador
fr: Nettoyant
it: Detergente

source: Cleanser (same as AM)
de: Reiniger (wie morgens)
es: Limpiador (igual que AM)
fr: Nettoyant (comme le matin)
it: Detergente (come al mattino)

source: Clear signature
de: Unterschrift löschen
es: Borrar firma
fr: Effacer la signature
it: Cancella la firma

source: Clears the congestion dragging your texture score (%lld).
de: Löst die Verstopfungen, die deinen Textur-Score (%lld) runterziehen.
es: Despeja la congestión que baja tu puntuación de textura (%lld).
fr: Élimine la congestion qui tire ton score de texture (%lld) vers le bas.
it: Elimina la congestione che abbassa il tuo punteggio texture (%lld).

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Combination
de: Mischhaut
es: Mixta
fr: Mixte
it: Mista

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta

source: Compare with a friend
de: Mit Freund vergleichen
es: Comparar con un amigo
fr: Comparer avec un ami
it: Confronta con un amico

source: Comparing against typical profiles…
de: Vergleich mit typischen Profilen…
es: Comparando con perfiles típicos…
fr: Comparaison avec des profils types…
it: Confronto con profili tipici…

source: Comparing against your age group…
de: Vergleich mit deiner Altersgruppe…
es: Comparando con tu grupo de edad…
fr: Comparaison avec ta tranche d'âge…
it: Confronto con la tua fascia d'età…

source: Consistency beats intensity: two gentle steps daily outwork a weekly overhaul.
de: Konstanz schlägt Intensität: zwei sanfte Schritte täglich bringen mehr als eine wöchentliche Radikalkur.
es: La constancia gana a la intensidad: dos pasos suaves al día rinden más que una revisión semanal.
fr: La régularité l'emporte sur l'intensité : deux gestes doux par jour valent mieux qu'une refonte hebdomadaire.
it: La costanza batte l'intensità: due passaggi delicati al giorno valgono più di una revisione settimanale.

source: Contact support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple

source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google

source: Copy their message, then tap here.
de: Nachricht kopieren, dann hier tippen.
es: Copia su mensaje y toca aquí.
fr: Copie son message, puis touche ici.
it: Copia il suo messaggio, poi tocca qui.

source: Copy your friend's whole message, then try again.
de: Kopiere die ganze Nachricht deines Freundes und versuch's nochmal.
es: Copia el mensaje completo de tu amigo e inténtalo de nuevo.
fr: Copie tout le message de ton ami, puis réessaie.
it: Copia l'intero messaggio del tuo amico e riprova.

source: Couldn't load plans
de: Pläne konnten nicht geladen werden
es: No se pudieron cargar los planes
fr: Impossible de charger les formules
it: Impossibile caricare i piani

source: Couldn't load the offer
de: Angebot konnte nicht geladen werden
es: No se pudo cargar la oferta
fr: Impossible de charger l'offre
it: Impossibile caricare l'offerta

source: Cream cleanser (non-foaming)
de: Creme-Reiniger (nicht schäumend)
es: Limpiador en crema (sin espuma)
fr: Nettoyant crème (non moussant)
it: Detergente in crema (non schiumogeno)

source: Cream texture, because your skin runs dry.
de: Cremige Textur, weil deine Haut zu Trockenheit neigt.
es: Textura en crema, porque tu piel tiende a la sequedad.
fr: Texture crème, parce que ta peau a tendance à être sèche.
it: Texture in crema, perché la tua pelle tende al secco.

source: Create my reel
de: Mein Reel erstellen
es: Crear mi reel
fr: Créer mon reel
it: Crea il mio reel

source: Create my routine
de: Routine erstellen
es: Crear mi rutina
fr: Créer ma routine
it: Crea la mia routine

source: DAY %lld
de: TAG %lld
es: DÍA %lld
fr: JOUR %lld
it: GIORNO %lld

source: DAY 1
de: TAG 1
es: DÍA 1
fr: JOUR 1
it: GIORNO 1

source: DAY 1 · PREVIEW
de: TAG 1 · VORSCHAU
es: DÍA 1 · VISTA PREVIA
fr: JOUR 1 · APERÇU
it: GIORNO 1 · ANTEPRIMA

source: DAY 14
de: TAG 14
es: DÍA 14
fr: JOUR 14
it: GIORNO 14

source: Daily
de: Täglich
es: A diario
fr: Tous les jours
it: Ogni giorno

source: Daily SPF
de: Täglicher SPF
es: SPF diario
fr: SPF quotidien
it: SPF quotidiano

source: Daily SPF is what evens this zone out over time.
de: Täglicher Sonnenschutz gleicht diese Zone mit der Zeit aus.
es: El SPF diario es lo que iguala esta zona con el tiempo.
fr: Le SPF quotidien égalise cette zone avec le temps.
it: L'SPF quotidiano uniforma questa zona nel tempo.

source: Daily reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
it: Promemoria giornaliero

source: Daily scan cap reached
de: Tageslimit für Scans erreicht
es: Límite diario de escaneos alcanzado
fr: Limite quotidienne de scans atteinte
it: Limite giornaliero di scansioni raggiunto

source: Date
de: Datum
es: Fecha
it: Data

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld

source: Day 14 — rescan unlocked
de: Tag 14 — Re-Scan freigeschaltet
es: Día 14 — reescaneo desbloqueado
fr: Jour 14 — rescan débloqué
it: Giorno 14 — riscansione sbloccata

source: Day One
de: Tag Eins
es: Día uno
fr: Jour un
it: Giorno uno

source: Dead heat
de: Unentschieden
es: Empate
fr: Égalité
it: Pareggio

source: Dead heat 🤝
de: Unentschieden 🤝
es: Empate 🤝
fr: Égalité 🤝
it: Pareggio 🤝

source: Decent
de: Ganz okay
es: Aceptable
fr: Correcte
it: Discreta

source: Delete account & data
de: Konto & Daten löschen
es: Eliminar cuenta y datos
fr: Supprimer le compte et les données
it: Elimina account e dati

source: Delete account & data?
de: Konto & Daten löschen?
es: ¿Eliminar cuenta y datos?
fr: Supprimer le compte et les données ?
it: Eliminare account e dati?

source: Delete everything
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto

source: Derivative form — kinder to reactive skin.
de: Derivat-Form — freundlicher zu reaktiver Haut.
es: Forma derivada: más amable con la piel reactiva.
fr: Forme dérivée — plus douce pour les peaux réactives.
it: Forma derivata — più gentile con la pelle reattiva.

source: Discover your skin.
de: Entdeck deine Haut.
es: Descubre tu piel.
fr: Découvre ta peau.
it: Scopri la tua pelle.

source: Distance
de: Abstand
es: Distancia
it: Distanza

source: Do your routine daily — the rescan unlocks on day 14.
de: Mach täglich deine Routine — der Rescan schaltet sich an Tag 14 frei.
es: Haz tu rutina a diario: el reescaneo se desbloquea el día 14.
fr: Fais ta routine chaque jour — le re-scan se débloque au jour 14.
it: Fai la routine ogni giorno: la nuova scansione si sblocca al giorno 14.

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine

source: Done — start my 14 days
de: Fertig — meine 14 Tage starten
es: Listo: empezar mis 14 días
fr: C'est fait — lancer mes 14 jours
it: Fatto: inizia i miei 14 giorni

source: Don’t cover your face or hairline
de: Verdeck nicht dein Gesicht oder deinen Haaransatz
es: No tapes tu cara ni el nacimiento del pelo
fr: Ne cache pas ton visage ni ta racine des cheveux
it: Non coprire viso o attaccatura dei capelli

source: Drag to reveal your 14 days
de: Zieh, um deine 14 Tage zu enthüllen
es: Arrastra para revelar tus 14 días
fr: Fais glisser pour révéler tes 14 jours
it: Trascina per rivelare i tuoi 14 giorni

source: Draw
de: Zeichnen
es: Dibujar
fr: Dessiner
it: Disegna

source: Draws out congestion without acids — you flagged acids.
de: Zieht Unreinheiten ohne Säuren heraus — du hast Säuren markiert.
es: Extrae las impurezas sin ácidos: marcaste ácidos.
fr: Élimine les impuretés sans acides — tu as signalé les acides.
it: Elimina le impurità senza acidi — hai segnalato gli acidi.

source: Dry & tight
de: Trocken & spannt
es: Seca y tirante
fr: Sèche et qui tire
it: Secca e che tira

source: Dry patches
de: Trockene Stellen
es: Zonas secas
fr: Zones sèches
it: Zone secche

source: Dry skin needs the fuller buffer under SPF.
de: Trockene Haut braucht den reichhaltigeren Puffer unter dem SPF.
es: La piel seca necesita un colchón más rico bajo el SPF.
fr: La peau sèche a besoin d'un coussin plus riche sous le SPF.
it: La pelle secca ha bisogno di una base più ricca sotto l'SPF.

source: Duel
de: Duell
es: Duelo
it: Duello

source: Dull, no glow
de: Fahl, kein Glow
es: Apagada, sin brillo
fr: Terne, sans éclat
it: Spenta, senza glow

source: Dullness
de: Fahlheit
es: Falta de luz
fr: Teint terne
it: Opacità

source: Dullness is buildup and hydration — a quick win.
de: Fahlheit ist Ablagerung und Feuchtigkeit — ein schneller Gewinn.
es: La falta de luz es acumulación e hidratación — una victoria rápida.
fr: Le teint terne, c'est accumulation et hydratation — un gain rapide.
it: L'opacità è accumulo e idratazione — un successo rapido.

source: EXAMPLES
de: BEISPIELE
es: EJEMPLOS
fr: EXEMPLES
it: ESEMPI

source: Earn bonus scans
de: Bonus-Scans verdienen
es: Gana escaneos extra
fr: Gagne des scans bonus
it: Guadagna scansioni bonus

source: Eased in gently — you're just starting a routine.
de: Sanfter Einstieg — du fängst gerade erst mit einer Routine an.
es: Introducción suave — apenas estás empezando una rutina.
fr: Introduction en douceur — tu débutes tout juste une routine.
it: Inizio graduale — stai appena iniziando una routine.

source: Easing in actives
de: Wirkstoffe schleichen ein
es: Introduciendo activos
fr: Introduction des actifs
it: Introduzione degli attivi

source: Enable reminders
de: Erinnerungen aktivieren
es: Activar recordatorios
fr: Activer les rappels
it: Attiva i promemoria

source: Essentials
de: Basis
es: Esenciales
fr: Essentiels
it: Essenziali

source: Estimated against a typical score distribution — not a live ranking.
de: Geschätzt anhand einer typischen Score-Verteilung — kein Live-Ranking.
es: Estimado según una distribución típica de puntuaciones, no un ranking en vivo.
fr: Estimé d'après une distribution de scores typique — pas un classement en direct.
it: Stimato su una distribuzione tipica dei punteggi — non una classifica in tempo reale.

source: Ethylated ascorbic acid 10%
de: Ethylierte Ascorbinsäure 10 %
es: Ácido ascórbico etilado 10 %
fr: Acide ascorbique éthylé 10 %
it: Acido ascorbico etilato 10%

source: Evening
de: Abend
es: Noche
fr: Soir
it: Sera

source: Evening only, on dry skin. A pea-sized amount for the whole face, avoid the eye area. If it stings, apply moisturizer first.
de: Nur abends, auf trockener Haut. Erbsengroße Menge fürs ganze Gesicht, Augenpartie aussparen. Bei Brennen erst Creme auftragen.
es: Solo de noche, sobre piel seca. Cantidad tipo guisante para toda la cara, evita los ojos. Si escuece, aplica crema antes.
fr: Le soir seulement, sur peau sèche. Une noisette pour tout le visage, évite les yeux. Si ça picote, applique la crème d'abord.
it: Solo la sera, su pelle asciutta. Quantità come un pisello per tutto il viso, evita gli occhi. Se brucia, prima la crema.

source: Evening ritual — 3 steps before bed.
de: Abendritual — 3 Schritte vor dem Schlafen.
es: Ritual de noche — 3 pasos antes de dormir.
fr: Rituel du soir — 3 étapes avant de dormir.
it: Rituale della sera — 3 passaggi prima di dormire.

source: Evening · 20:00
de: Abends · 20:00
es: Noche · 20:00
fr: Soir · 20:00
it: Sera · 20:00

source: Evening, on clean dry skin before moisturizer. Never the same night as your retinoid.
de: Abends auf sauberer, trockener Haut vor der Creme. Nie in derselben Nacht wie dein Retinoid.
es: De noche, sobre piel limpia y seca antes de la crema. Nunca la misma noche que tu retinoide.
fr: Le soir, sur peau propre et sèche avant la crème. Jamais le même soir que ton rétinoïde.
it: La sera, su pelle pulita e asciutta prima della crema. Mai la stessa notte del retinoide.

source: Evening, on dry skin before moisturizer. Don't layer with your retinoid or BHA the same night.
de: Abends auf trockener Haut vor der Creme. Nicht in derselben Nacht mit Retinoid oder BHA kombinieren.
es: De noche, sobre piel seca antes de la crema. No lo mezcles con tu retinoide o BHA la misma noche.
fr: Le soir, sur peau sèche avant la crème. Ne le combine pas avec ton rétinoïde ou BHA le même soir.
it: La sera, su pelle asciutta prima della crema. Non abbinarlo a retinoide o BHA la stessa notte.

source: Evenness
de: Ebenmäßigkeit
es: Uniformidad
fr: Uniformité
it: Uniformità

source: Evens the tone variance behind your evenness score (%lld).
de: Gleicht die Tonunterschiede hinter deinem Ebenmäßigkeit-Score (%lld) aus.
es: Empareja la variación de tono tras tu puntuación de uniformidad (%lld).
fr: Uniformise les écarts de teint derrière ton score d'uniformité (%lld).
it: Uniforma le variazioni di tono dietro al tuo punteggio uniformità (%lld).

source: Every active in your plan comes from published, peer-reviewed research.
de: Jeder Wirkstoff in deinem Plan stammt aus veröffentlichter, begutachteter Forschung.
es: Cada activo de tu plan proviene de investigación publicada y revisada por pares.
fr: Chaque actif de ton plan vient de recherches publiées et évaluées par des pairs.
it: Ogni attivo del tuo piano deriva da ricerca pubblicata e sottoposta a revisione.

source: Every complexion has a number.
de: Jeder Teint hat eine Zahl.
es: Cada piel tiene un número.
fr: Chaque teint a un chiffre.
it: Ogni incarnato ha un numero.

source: Every scan runs a full AI skin analysis. Go Pro for your score, all seven metrics and your 14-day plan.
de: Jeder Scan ist eine vollständige KI-Hautanalyse. Hol dir Pro für deinen Score, alle sieben Metriken und deinen 14-Tage-Plan.
es: Cada escaneo es un análisis completo de piel con IA. Pásate a Pro para tu puntuación, las siete métricas y tu plan de 14 días.
fr: Chaque scan est une analyse de peau complète par IA. Passe à Pro pour ton score, les sept mesures et ton plan de 14 jours.
it: Ogni scansione è un'analisi completa della pelle con IA. Passa a Pro per il tuo punteggio, tutte le sette metriche e il tuo piano di 14 giorni.

source: Every score forms a curve. Yours is the one point still missing.
de: Jeder Score bildet eine Kurve. Deiner ist der eine Punkt, der noch fehlt.
es: Cada puntuación forma una curva. La tuya es el punto que aún falta.
fr: Chaque score forme une courbe. Le tien est le point qui manque encore.
it: Ogni punteggio forma una curva. Il tuo è l'unico punto ancora mancante.

source: Every score runs 0–100 — higher is always better.
de: Jeder Wert geht von 0–100 — höher ist immer besser.
es: Cada valor va de 0 a 100: más alto siempre es mejor.
fr: Chaque score va de 0 à 100 — plus c'est haut, mieux c'est.
it: Ogni punteggio va da 0 a 100 — più alto è sempre meglio.

source: Every step in your plan is tied to one of these inputs.
de: Jeder Schritt in deinem Plan hängt an einem dieser Werte.
es: Cada paso de tu plan está ligado a uno de estos datos.
fr: Chaque étape de ton plan est liée à l'une de ces données.
it: Ogni passo del tuo piano è legato a uno di questi dati.

source: Export failed — try again.
de: Export fehlgeschlagen — versuch's nochmal.
es: Error al exportar. Inténtalo de nuevo.
fr: Échec de l'export — réessaie.
it: Esportazione non riuscita: riprova.

source: Eye area
de: Augenpartie
es: Contorno de ojos
fr: Contour des yeux
it: Zona occhi

source: Eyes
de: Augen
es: Ojos
fr: Yeux
it: Occhi

source: Eyes open
de: Augen offen
es: Ojos abiertos
fr: Yeux ouverts
it: Occhi aperti

source: FOR: %@
de: FÜR: %@
es: PARA: %@
fr: POUR : %@
it: PER: %@

source: FRIEND
de: FREUND:IN
es: AMIGA
fr: AMIE
it: AMICA

source: FROM YOUR ANSWERS
de: AUS DEINEN ANTWORTEN
es: DE TUS RESPUESTAS
fr: D'APRÈS TES RÉPONSES
it: DALLE TUE RISPOSTE

source: Face detected
de: Gesicht erkannt
es: Cara detectada
fr: Visage détecté
it: Viso rilevato

source: Faded dark spots in a systematic review, with fewer side effects.
de: Milderte dunkle Flecken in einer systematischen Übersicht, mit weniger Nebenwirkungen.
es: Atenuó las manchas oscuras en una revisión sistemática, con menos efectos secundarios.
fr: A atténué les taches sombres dans une revue systématique, avec moins d'effets secondaires.
it: Ha attenuato le macchie scure in una revisione sistematica, con meno effetti collaterali.

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
